{
  "fule1": "I want to play an important role in the techonoligical age. I know that I am starting late in the game, but that also means what I am brining to the table is somewhat unique and can serve to my advantage.",

  "fule2": "I will put together all thses learning techniques, which I shall prove their practicality, and make them a great addition to my learning app.",

  "fule3": "The app is getting more and more features that will help me take my learning to the next level, and then hopefully benefit others as a result.",

  "fule4": "I came up with a way to fix the overlapping of the different components of the study flow, this will help me control them better and produce a more effective learning approach.",

  "fule5": "I can use the data I collect during these typing sessions to catch a glimpse on what's going on in my head usually. To me it seems like most days are different because I am highly sensetive to the exteranl influence regarding what my brain decides to chew on, so maybe finidng patterns can give me more insight on how to gain better brain surfing powers.",

  "fule6": "I'm very happy that I got to catcth the technology wave. I really do believe so far that all this effort is going to pay off nicely in many ways, especially my hunger for creation. I will bring to life so many of my ideas and help shape reality bit by bit and hopefully play a role in creating peace for all life on earth to keep this miracle going and enjoy watching it unfold.",

  "fule7": "Keep fighting when facing programming problems, most of the times they will be solved, most of problems have already happened to others and have been solved. I'm very happy with the developpers community, their generosity and kindness allows me to keep moving farword.",

  "fule8": "Building a functional App is one of the clearest proofs that I can do my work, but it isn't enough as I should demonstrate my problem solving skills and creativity in the entire process of fiding a position. I want to become a very fluent developer so I will think less of the implementation and spare the energy for creativity."
}
