{
  "drain1": "The stuff that usually interrupts my learning, the side noise that takes away some of the processing power of the barin that should be dedicated to maintian focus at the task in hand.Killing the processes that run in the background.",

  "drain2": "I added more glue to the keyboard and mouse work table and left to dry outside with weights on it, I'm hoping that one would steal the weights, I'm keeping a watch because my Tunisian part of the brain is anxious.",

  "drain3": "It just accured to me that there is a good amount of waisted time in transitioning between the different pahses of the learning sessions. If this can be automated so the necessary tools would automatically pop up when their turn comes, it will save a time, or at least you can waste time by choice not as a result of following the learning flow.",

  "drain4": "I just took a shower and waisted a good amount of time, so I would really like if I stick to the work plan so I can finish it on time. I need to reach at least half the course today (hopefully more), so I can finish this chapter tomorrow around 5pm.",

  "drain5": "Random thoughts keep coming during meditation, but once I'm done they are no longer here. Funny monkey brain, I really have little control over it yet it does so much very well. I suppose there isn't much hope of controling it, it's more of understanding it and use that understanding to manipulate it a little.",

  "drain6": "This error logging website and whole process is annoying me because it's completely different from the course and I can't get it to work easily. It's going to cost me time to fix but I'd rather advance witht the course instead. Yeah sure, it will be benificial so I don't have to deal with it some other day, but what can I say, I can't deny that I don't have positive feelings toward this situation for the time being. Hopefully that will change.",

  "drain7": "I'm impressed witht the fact that I solved three problems already that were empeding more from following along the Master React course. The first was the Sentry.io for erros logging, the second was the 'bcrypt' library that was refusing to be installed until I installed a more recent version, finally, the index.js was failing to start the server properly and after researching it, the solution ended up with uninstally node v.14 and installing v.12",

  "drain8": "I was left confused after searching for an intern position on the internet. Seems like it's going to be harder than I expected, but that should only mean that I need to work harder and look for more solutions. Solving problems is one of the most critical skills for developers, so I can take in the challenge of finding and entry point to the industry as a proof of my efficiency."
}
